[UIScreenListener_CommandersChoice]
strCCMenuOption="指挥官的选择"
strCCTooltip="指定新兵晋升的职业"
strCCDescription="指定该士兵的职业。"

[UIChooseClass_CommandersChoice]
m_strTitle="职业"
m_strInventoryLabel="选择"
m_strBuy="训练"